/* Inspector -> selected torrents
   stats -> bytes */
"%@ bytes" = "%@ 字节";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"%@ files" = "%@ 文件";

/* Prefs -> blocklist -> message */
"%@ IP address rules in list" = "%@ IP 地址规则在列表";

/* Inspector -> selected torrents */
"%@ magnetized transfers" = "%@ 项已磁化的传输";

/* file size string
   Inspector -> Files tab -> file status string
   Status bar transfer count */
"%@ of %@" = "%1$@ 于 %2$@";

/* Torrent -> progress string */
"%@ of torrent metadata retrieved" = "%@ 种子原文件获得";

/* Torrent -> eta string */
"%@ remaining" = "%@ 剩余";

/* Add torrent -> info
   Inspector -> Activity tab -> progress
   Torrent -> progress string */
"%@ selected" = "%@ 已选择";

/* stats window -> times opened */
"%@ times" = "%@ 次数";

/* Drag overlay -> torrents */
"%@ Torrent Files" = "%@ 种子文件";

/* Inspector -> selected torrents */
"%@ Torrents Selected" = "%@ 种子已选择";

/* Inspector -> selected torrents
   stats total */
"%@ total" = "%@ 总计";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"%@ transfers" = "%@ 项传输";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ 已验证";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d 项缓存";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d 个已连接";

/* Inspector -> Peers tab -> peers */
"%d DHT" = "%d DHT";

/* Dock item - Downloading */
"%d Downloading" = "%d 项正在下载";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d 项传入";

/* Action menu -> upload/download limit
   Status Bar -> speed tooltip */
"%d KB/s" = "%d KB/s";

/* Inspector -> Peers tab -> peers */
"%d local discovery" = "%d 项本地探索";

/* Inspector -> Peers tab -> peers */
"%d LTEP" = "%d LTEP";

/* Info options -> global setting */
"%d minutes" = "%d 分钟";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces, %@ each" = "%1$d 块，%2$@ 每个";

/* Dock item - Seeding */
"%d Seeding" = "%d 项正在做种";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d tracker";

/* Torrent -> status string */
"%d web seeds" = "%d 个网络种子";

/* time string */
"%u days" = "%u 天";

/* time string */
"%u hr" = "%u 小时";

/* time string */
"%u min" = "%u 分钟";

/* time string */
"%u sec" = "%u 秒";

/* time string */
"%u years" = "%u 年";

/* time string */
"1 day" = "1 天";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"1 file" = "1 个文件";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 项已磁化的传输";

/* Info options -> global setting */
"1 minute" = "1 分钟";

/* Create torrent -> info */
"1 piece, %@" = "1 块，%@";

/* stats window -> times opened */
"1 time" = "1 次";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"1 transfer" = "1 项传输";

/* time string */
"1 year" = "1 年";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "\"%@\" 不是一个有效的种子文件。";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "一个屏蔽列表必须优先下载";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "名称为“%1$@”的文件已存在于目录“%2$@”。请选择新的名称或要创建种子文件的目录。";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "无法将文件夹移至其本身内部。";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "大小为零的文件无法创建种子文件。";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "无法创建此名称与目录的种子文件。";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "传输被标记为 tracker 的私密地址，无法连接到 peer。种子文件仅在若您打算将文件上传到一个跟踪网站的时候才可用，将为您增加您的地址。";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */
"A transfer of \"%@\" already exists." = "\"%@\" 的传输任务已经存在。";

/* Filter Bar -> filter button */
"Active" = "活跃";

/* Inspector -> tab
   Inspector view -> title */
"Activity" = "活动";

/* Add torrent -> same name -> button */
"Add" = "添加";

/* Inspector view -> tracker buttons */
"Add a tracker" = "添加一个 Tracker";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "添加已磁化的文件失败";

/* Filter Bar -> filter button
   inspector -> check all */
"All" = "全部";

/* Filter Bar -> group filter menu
   Groups -> Button */
"All Groups" = "所有群组";

/* Create torrent -> failed -> warning */
"An unknown error has occurred." = "发生未知错误。";

/* Tracker last announce */
"Announce error" = "通知错误";

/* Tracker next announce */
"Announce in progress" = "通知进行";

/* Tracker next announce */
"Announce is queued" = "通知等待";

/* Tracker next announce */
"Announce not scheduled" = "通知未排程";

/* Tracker last announce */
"Announce timed out" = "通知超时";

/* All toolbar item -> label */
"Apply All" = "应用所有";

/* Selected toolbar item -> label */
"Apply Selected" = "应用所选";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "您真的要退出吗？";

/* Remove completed confirm panel -> title */
"Are you sure you want to remove %@ completed transfers from the transfer list?" = "您确定要移除 %@ 已经完成的传输吗？";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list and trash the data files?" = "您确定要从传输列表中移除 %@ 传输，并且把文件放入废纸篓？";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list?" = "您确定要移除 %@ 传输？";

/* Remove trackers alert -> title */
"Are you sure you want to remove %d trackers?" = "您确定要移除 %d 个 tracker 吗？";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "您是否确定要从传输列表中移除“%@”，并且把文件放入废纸篓？";

/* Removal confirm panel -> title
   Remove completed confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "您是否确定要从传输列表中移除“%@”？";

/* Remove trackers alert -> title */
"Are you sure you want to remove this tracker?" = "您确定要移除 tracker 吗？";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "您确定要重设使用统计？";

/* inspector -> peer table -> header tool tip */
"Available" = "可用";

/* Preferences -> toolbar item title */
"Bandwidth" = "带宽";

/* Growl notification description */
"Bandwidth settings changed" = "带宽设置已改变";

/* Groups -> Name */
"Blue" = "蓝色";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove trackers alert -> button
   rename sheet button
   Stats reset -> button
   URL sheet button */
"Cancel" = "取消";

/* Torrent Table -> tooltip */
"Change transfer settings" = "更改传输设定";

/* File Outline -> Menu */
"Check Selected" = "检查已选取";

/* Torrent -> status string */
"Checking existing data" = "正在检查现有文件";

/* Message window -> save button */
"Clear" = "清除";

/* inspector -> peer table -> header */
"Client" = "客户端";

/* View menu -> Quick Look */
"Close Quick Look" = "关闭快速浏览";

/* Prefs -> Notifications */
"Configure In Growl" = "在 Growl 中配置";

/* Prefs -> Notifications */
"Configure In System Preferences" = "在系统偏好设置中配置";

/* Blocklist -> message */
"Connecting to site" = "连接到站点";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "拷贝 \"%@\" 无法创建";

/* Create torrent -> failed -> warning */
"Could not read \"%s\": %s." = "无法读取 \"%1$s\": %2$s。";

/* Create torrent -> failed -> warning */
"Could not write \"%s\": %s." = "无法写入 \"%1$s\": %2$s。";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */
"Create" = "创建";

/* Drag overlay -> file */
"Create a Torrent File" = "创建种子文件";

/* Create toolbar item -> tooltip */
"Create torrent file" = "创建种子文件";

/* Create toolbar item -> palette label
   Create torrent -> select file */
"Create Torrent File" = "创建种子文件";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "创建 \"%@\" 失败。";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "目前正在下载中（相关的且未阻挡）";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "目前正在上传中（相关的且未阻挡）";

/* Message window -> table column */
"Date" = "日期";

/* Message window -> level
   Message window -> level string */
"Debug" = "调试";

/* Info options -> global setting */
"disabled" = "已禁用";

/* inspector -> peer table -> header
   inspector -> web seed table -> header
   status bar -> status label
   Torrent -> status string */
"DL" = "下载";

/* Inspector -> Peers tab -> peers */
"DL from %d" = "下载自 %d";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "不要再检查磁盘空间";

/* Donation beg -> button */
"Don't bug me about this ever again." = "不要再提醒我。";

/* files tab -> tooltip */
"Don't Download" = "不要下载";

/* Donation beg -> button */
"Donate" = "捐助";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "无论捐助与否，您的使用体验都不会受到影响。";

/* file table -> header tool tip
   files tab -> tooltip */
"Download" = "下载";

/* Torrent disk space alert -> button */
"Download Anyway" = "一概下载";

/* notification title */
"Download Complete" = "下载完成";

/* Blocklist -> message */
"Download of the blocklist failed." = "下载封锁列表失败。";

/* files tab -> tooltip */
"Download Some" = "下载部分";

/* Torrent table -> group row -> tooltip */
"Download speed" = "下载速度";

/* Stats window -> label
   tracker peer stat */
"Downloaded" = "已下载";

/* Filter Bar -> filter button
   Torrent -> status string */
"Downloading" = "正在下载";

/* Blocklist -> message */
"Downloading blocklist" = "正在下载封锁列表";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "正在从 %1$d / %2$d 个 peer 下载";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "正在从 %d 的 1 个 peer 下载";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "从 Peer 下载";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "正在从网络种子下载";

/* Inspector -> Peers tab -> table row tooltip */
"encrypted" = "加密的";

/* inspector -> peer table -> header tool tip */
"Encrypted Connection" = "加密保护连接";

/* Message window -> level
   Message window -> level string
   Torrent -> status string */
"Error" = "出错";

/* Inspector -> tab
   Inspector view -> title */
"Files" = "文件";

/* Filter toolbar item -> label
   inspector -> file filter
   Message window -> filter field */
"Filter" = "过滤器";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "来源: 缓存";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "来源: 分布式 hash 表";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "来源: 传入连接";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "来源: 种子外部协议握手";

/* Inspector -> Peers tab -> table row tooltip */
"From: local peer discovery" = "来源: 本地同伴探索";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "来源: peer 资料交换";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "来源: tracker";

/* File size - gigabytes
   file/memory size - gigabytes */
"GB" = "GB";

/* Transfer speed (gigabytes per second) */
"GB/s" = "GB/s";

/* Preferences -> toolbar item title */
"General" = "通用";

/* Inspector -> tab
   Inspector view -> title */
"General Info" = "常规信息";

/* Status Bar -> speed tooltip */
"Global download limit" = "全局下载速度";

/* Status Bar -> speed tooltip */
"Global upload limit" = "全局上传速度";

/* Tracker last announce */
"got %d peers" = "有 %d 个 peer";

/* Tracker last announce */
"got 1 peer" = "有 1 个 peer";

/* Groups -> Name */
"Gray" = "灰色";

/* Groups -> Name */
"Green" = "绿色";

/* Groups -> Button */
"Group" = "组";

/* Preferences -> toolbar item title */
"Groups" = "组别";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "隐藏过滤栏";

/* View menu -> Inspector */
"Hide Inspector" = "隐藏检查器";

/* View menu -> Status Bar */
"Hide Status Bar" = "隐藏状态栏";

/* File Outline -> Priority Menu */
"High" = "高";

/* files tab -> tooltip */
"High Priority" = "高优先级";

/* Legal alert -> button */
"I Accept" = "接受";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "若您尝试要使用已经存在的数据文件，根数据目录应位于目标目录内。";

/* Torrent -> eta string */
"inactive" = "不活动";

/* Message window -> level
   Message window -> level string */
"Info" = "信息";

/* Inspector toolbar item -> label */
"Inspector" = "检查器";

/* URL sheet label */
"Internet address of torrent file:" = "种子文件网络地址: ";

/* inspector -> peer table -> header */
"IP Address" = "IP 地址";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "文件“%1$@”（来自 %2$@）似乎不是种子文件。";

/* File size - kilobytes
   file/memory size - kilobytes */
"KB" = "KB";

/* Transfer speed (kilobytes per second) */
"KB/s" = "KB/s";

/* Tracker last announce */
"Last Announce" = "上次通知";

/* Tracker last scrape */
"Last Scrape" = "上次获取";

/* Prefs -> blocklist -> message */
"Last updated" = "上次更新";

/* tracker peer stat */
"Leechers" = "吸血";

/* About window -> license button */
"License" = "许可协议";

/* Action menu -> upload/download limit
   torrent action menu -> upload/download limit */
"Limit (%d KB/s)" = "限制 (%d KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "无法储存日志";

/* File Outline -> Priority Menu */
"Low" = "低";

/* files tab -> tooltip */
"Low Priority" = "低优先级";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "磁化链接与已有传输任务相同。";

/* Inspector -> selected torrents
   Torrent -> progress string */
"Magnetized transfer" = "磁化的传输";

/* File size - megabytes
   file/memory size - megabytes */
"MB" = "MB";

/* Transfer speed (megabytes per second) */
"MB/s" = "MB/s";

/* Message window -> table column */
"Message" = "信息";

/* Message window -> title */
"Message Log" = "信息日志";

/* files tab -> tooltip */
"Multiple Priorities" = "多重优先级";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */
"N/A" = "不详";

/* Filter Bar -> filter menu */
"Name" = "名称";

/* Preferences -> toolbar item title */
"Network" = "网络";

/* Prefs -> blocklist -> message */
"Never" = "永不";

/* Inspector -> tracker table */
"New Tier" = "新一层";

/* Tracker next announce */
"Next announce in %@" = "下一个通知在 %@";

/* Group table row */
"No Group" = "没有群组";

/* Inspector -> selected torrents */
"No Torrents Selected" = "没有选取种子文件";

/* Groups -> Button
   Groups -> Menu
   inspector -> check all */
"None" = "无";

/* Donation beg -> button */
"Nope" = "不";

/* File Outline -> Priority Menu */
"Normal" = "正常";

/* files tab -> tooltip */
"Normal Priority" = "普通优先级";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "所剩磁盘空间不足，无法完全下载“%@”。";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button
   Transmission already running alert -> button */
"OK" = "好";

/* Remove completed confirm panel -> message */
"Once removed, continuing the transfer will require the torrent file or magnet link." = "一旦移除后，恢复传输需要种子文件或磁化链接。";

/* Removal confirm panel -> message part 2
   Remove completed confirm panel -> message */
"Once removed, continuing the transfers will require the torrent files or magnet links." = "一旦移除后，恢复传输需要种子文件或磁化链接。";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "一旦移除后，将无法联系且不可撤回。";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "一旦移除后，将无法联系且不可撤回。";

/* File Outline -> Menu */
"Only Check Selected" = "仅勾选所选项目";

/* Open toolbar item -> label
   URL sheet button */
"Open" = "打开";

/* Open address toolbar item -> label */
"Open Address" = "打开地址";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "打开种子文件地址";

/* Open toolbar item -> tooltip */
"Open torrent files" = "打开种子文件";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "打开种子文件";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "打开种子文件网页地址";

/* Inspector -> tab
   Inspector view -> title */
"Options" = "选项";

/* Groups -> Name */
"Orange" = "橙色";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "部份种子";

/* All toolbar item -> palette label */
"Pause / Resume All" = "全部暂停/续传";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "暂停/续传所选项目";

/* All toolbar item -> label
   Dock item */
"Pause All" = "全部暂停";

/* All toolbar item -> tooltip */
"Pause all transfers" = "暂停所有传输任务";

/* Selected toolbar item -> label */
"Pause Selected" = "暂停所选项目";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "暂停所选传输任务";

/* Torrent Table -> tooltip */
"Pause the transfer" = "暂停传输任务";

/* Filter Bar -> filter button
   Torrent -> status string */
"Paused" = "已暂停";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "Peer 未阻挡您，但您未与此相关";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "Peer 要求您上传，但您不想发送（相关的但已阻挡）";

/* Inspector -> tab
   Inspector view -> title
   Preferences -> toolbar item title */
"Peers" = "Peers";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "端口";

/* Preferences -> Network -> port status */
"Port check site is down" = "端口检查网站关闭";

/* Preferences -> Network -> port status */
"Port is closed" = "端口已关闭";

/* Preferences -> Network -> port status */
"Port is open" = "端口已打开";

/* File Outline -> Menu
   file table -> header tool tip */
"Priority" = "优先级";

/* files tab -> tooltip */
"Priority Not Available" = "无法取得优先顺序";

/* Inspector -> private torrent */
"Private Torrent, non-tracker peer discovery disabled" = "私密种子文件，非本地同伴探索已停用";

/* Message window -> table column */
"Process" = "处理";

/* Blocklist -> message */
"Processing blocklist" = "正在处理封锁列表";

/* Stats window -> label */
"Program Started" = "程序已启动";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %@" = "进程: %@";

/* Inspector -> Peers tab -> table row tooltip */
"Protocol: %@" = "协议: %@";

/* Inspector -> private torrent */
"Public Torrent" = "公开种子";

/* Groups -> Name */
"Purple" = "紫色";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */
"Quick Look" = "快速查看";

/* Confirm Quit panel -> button
   Legal alert -> button */
"Quit" = "退出";

/* Dock Badger -> quit */
"Quitting" = "正在退出";

/* Stats window -> label
   status bar -> status label
   Torrent -> status string
   Torrent table -> group row -> tooltip */
"Ratio" = "比率";

/* Groups -> Name */
"Red" = "红色";

/* Action menu -> status string toggle */
"Remaining Time" = "剩余时间";

/* Torrent -> eta string */
"remaining time unknown" = "剩余时间未知";

/* Preferences -> toolbar item title */
"Remote" = "远程";

/* Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */
"Remove" = "移除";

/* Main window -> 3rd bottom left button (remove all) tooltip */
"Remove all transfers that have completed seeding." = "移除所有已完成做种的传输。";

/* Remove toolbar item -> palette label */
"Remove Selected" = "移除所选项目";

/* Inspector view -> tracker buttons */
"Remove selected trackers" = "移除所选 tracker";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "移除所选传输任务";

/* rename sheet button */
"Rename" = "重命名";

/* File Outline -> Menu */
"Rename File" = "重命名文件";

/* rename sheet label */
"Rename the file \"%@\":" = "重命名此文件 \"%@\": ";

/* Stats reset -> button
   Stats window -> reset button */
"Reset" = "重置";

/* All toolbar item -> label
   Dock item */
"Resume All" = "恢复全部";

/* All toolbar item -> tooltip */
"Resume all transfers" = "恢复全部";

/* Selected toolbar item -> label */
"Resume Selected" = "恢复所选";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "恢复所选";

/* Torrent cell -> button info */
"Resume the transfer" = "恢复传输";

/* Torrent cell -> button info */
"Resume the transfer right away" = "立即恢复传输";

/* Stats window -> label */
"Running Time" = "运行时间";

/* Message window -> save button */
"Save" = "存储";

/* Tracker last scrape */
"Scrape error" = "取得失败";

/* Tracker last scrape */
"Scrape timed out" = "取得超时";

/* tracker peer stat */
"Seeders" = "种子";

/* Filter Bar -> filter button
   Torrent -> status string */
"Seeding" = "正在做种";

/* Torrent -> status string */
"Seeding complete" = "做种完成";

/* notification title */
"Seeding Complete" = "做种完成";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "正在做种至 %1$d / %2$d 个 peer";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "正在做种至 %d / 1 个 peer";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */
"Select" = "选择";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "选取种子文件的文件或文件夹。";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "选取下载文件夹给 \"%@\"";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "选取种子文件的名称与位置。";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "选取 %d 数据文件的新文件夹。";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "选取“%@”的新文件夹。";

/* Status Bar -> status menu */
"Session Ratio" = "区块比率";

/* Status Bar -> status menu */
"Session Transfer" = "区块传输";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "变更全局设定的快捷键";

/* notification button */
"Show" = "显示";

/* View menu -> Filter Bar */
"Show Filter Bar" = "显示过滤栏";

/* File Outline -> Menu */
"Show in Finder" = "在 Finder 中显示";

/* View menu -> Inspector */
"Show Inspector" = "显示检查器";

/* View menu -> Status Bar */
"Show Status Bar" = "显示状态栏";

/* Torrent cell -> button info */
"Show the data file in Finder" = "在 Finder 中显示数据文件";

/* Dock item
   Status Bar -> speed tooltip */
"Speed Limit" = "速度限制";

/* Growl notification title */
"Speed Limit Auto Disabled" = "已自动停用速度限制";

/* Growl notification title */
"Speed Limit Auto Enabled" = "已自动启用速度限制";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "速度限制会以其本身的限制来覆写总带宽限制。";

/* Torrent -> status string */
"Stalled" = "已停滞";

/* Stats window -> title */
"Statistics" = "统计数据";

/* Action menu -> status string toggle */
"Status of Selected Files" = "所选文件状态";

/* Action menu -> ratio stop
   torrent action menu -> ratio stop */
"Stop at Ratio (%.2f)" = "停止比率（%.2f）";

/* Torrent cell -> button info */
"Stop waiting to start" = "停止等待以开始";

/* Donation beg -> title */
"Support open-source indie software" = "支持开源的独立软件";

/* File size - terabytes
   Memory size - terabytes */
"TB" = "TB";

/* Transfer speed (terabytes per second) */
"TB/s" = "TB/s";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "所选的种子文件地址不存在。";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "目标目录与根数据目录的名称相同。";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "路径 \"%@\" 不存在，创建这个路径或选另一个来创建种子文件。";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "这个磁化链接 \"%@\" 无法添加，因为它与已有文件传输任务相同。";

/* Move error alert -> message
   Move inside itself alert -> message */
"The move operation of \"%@\" cannot be done." = "“%@”的移动操作无法完成。";

/* blocklist fail message */
"The specified blocklist file did not contain any valid rules." = "特定的黑名单文件不包含有效规则。";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "无法从 %1$@ 下载种子: %2$@";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "找不到种子文件（%@）";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "无法打开种子文件，因为其所含资料无效。";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "文件大小总计为 0 字节。";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "无法打开种子文件，因为它与已添加的传输任务相同。";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "传输被中止。清理空间于 %@ 或反选种子检查器中的文件来继续。";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed." = "传输不会联络 tracker 来寻找 peer，只会依赖于 DHT 和 PEX 来下载和做种。";

/* Removal confirm panel -> message part 1 */
"There are %@ active transfers." = "有 %@ 活跃的传输。";

/* Removal confirm panel -> message part 1 */
"There are %@ transfers (%@ active)." = "有 %1$@ 传输 (%2$@ 活跃的)。";

/* Confirm Quit panel -> message */
"There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "有 %d 个活动的传输将在退出时候中止。传输将在下一次运行时自动恢复。";

/* Create torrent -> blank address -> title */
"There are no tracker addresses." = "没有 tracker 地址。";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "有一个 Transmission 正在运行，无法同时运行两个同样的程序。";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "有一个活动的传输将在退出时候中止，传输将在下一次运行时自动恢复。";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "必须至少有一个文件在文件夹来创建种子。";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "创建文件 \"%@\" 出错。";

/* Move error alert -> title */
"There was an error moving the data file." = "移动文件时出错。";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "添加磁化链接时出错 \"%@\"，传输未发生。";

/* Create torrent -> no files -> title */
"This folder contains no files." = "此文件夹不包含任何文件。";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link." = "这种传输是活动的。一旦取消后，继续传输将需要种子文件或者磁化链接。";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "这将清除显示的全球统计数据。个人传输统计信息将不会受到影响。";

/* Inspector -> tracker table */
"Tier %d" = "层 %d";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "切换过滤器";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "切换检查器";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "切换过滤器栏";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "切换种子检查器";

/* Download not a torrent -> title
   Torrent download error -> title */
"Torrent download failed" = "种子下载失败";

/* notification title */
"Torrent File Auto Added" = "种子文件自动新增";

/* Inspector -> title */
"Torrent Inspector" = "种子监视器";

/* Torrent -> progress string */
"torrent metadata needed" = "种子元数据需要";

/* stats total */
"Total N/A" = "总计 N/A";

/* Status Bar -> status menu */
"Total Ratio" = "总计比率";

/* Status Bar -> status menu */
"Total Transfer" = "总计传输";

/* Filter Bar -> filter menu */
"Tracker" = "Tracker";

/* Torrent -> status string */
"Tracker returned error" = "Tracker 返回错误";

/* Torrent -> status string */
"Tracker returned warning" = "Tracker 返回警告";

/* Tracker next announce */
"Tracker will be used as a backup" = "Tracker 将以备份使用";

/* Inspector -> tab
   Inspector view -> title */
"Trackers" = "Trackers";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "传输未启动";

/* Preferences -> toolbar item title */
"Transfers" = "传输";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "传输不活动";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws." = "Transmission 是一个文件共享软件。当您运行种子，其数据将提供通过其他方式上传。您们完全为所相关的法律责任负责。";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "Transmission 是一个全功能的种子应用程序。很多的时间和精力已投入到开发、编码和完善。如果您喜欢它，请考虑捐赠来呈现您的爱。";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission 已运行";

/* inspector -> peer table -> header
   status bar -> status label
   Torrent -> status string */
"UL" = "上传";

/* Inspector -> Peers tab -> peers */
"UL to %d" = "上传给 %d";

/* File Outline -> Menu */
"Uncheck Selected" = "不检查已选的";

/* Status Bar -> speed tooltip */
"unlimited" = "未限制";

/* Torrent -> error string unreadable */
"unreadable error" = "不可读取的错误";

/* Save log panel -> default file name */
"untitled" = "未命名";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "上传速度";

/* Stats window -> label */
"Uploaded" = "已上传";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "已上传 %1$@（比率: %2$@）";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "上传给 Peer";

/* Torrent -> status string */
"Waiting to check existing data" = "等待验证已有数据";

/* Torrent -> status string */
"Waiting to download" = "等待下载";

/* Torrent -> status string */
"Waiting to seed" = "等待做种";

/* Drag overlay -> url */
"Web Address" = "网络地址";

/* Torrent -> status string */
"web seed" = "网络种子";

/* inspector -> web seed table -> header */
"Web Seeds" = "网络种子";

/* Legal alert -> title */
"Welcome to Transmission" = "欢迎使用 Transmission";

/* Groups -> Name */
"Yellow" = "黄色";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "您未阻挡 peer，但 peer 未与此相关";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "您想要下载，但 peer 不想发送（相关的但已阻挡）";

